* Prince of Wales
:PROPERTIES:
:header-args:jupyter-python+: :session ds :kernel ds
:clearpage: t
:END:

#+BEGIN_SRC bash :results verbatim :exports results
cat meta.bsv | sed 's/|/@| /' | column -s"@" -t
#+END_SRC

#+RESULTS:
#+begin_example
Name                                  | pow
Alternate name                        | Prince of Wales
Data source                           | WIC
Drill year(s)                         | 
Data year(s)                          | 2005-05-15
Longitude [°E]                        | -80.395
Latitude [°N]                         | 78.3897
Approximate location name             | 
Location source                       | 
Ice thickness [m]                     | 176
Ice thickness year                    | 
Ice thickness source                  | WIC
Surface velocity [m yr^-1]            | 
Surface velocity year                 | 
Surface velocity source               | 
Measured from: Top, Bottom, Relative  | T
Depth of top measurement [m]          | 10.0
Depth of bottom measurement [m]       | 176.0
#+end_example

** Temperature

+ Email from WIC: [[mu4e:msgid:AM0PR04MB61293648564AB69ACA6A02CBA2F30@AM0PR04MB6129.eurprd04.prod.outlook.com][VS: Prince of Wales - ice temperature?]]

#+BEGIN_example
From: William Colgan
To: Ken Mankoff
Subject: VS: Prince of Wales - ice temperature?
Date: Wed 02 Dec 2020 03:06:55 AM PST
Attachments: [1]PoW_T_profile.xlsx(20.2K)

Ken, Here is “Prince of Wales Icefield” on Ellesmere (“PoW”) for the IceTemp database. Full profile to ice bottom at 176 m.

Coordinates: N 78 deg 23.382, W 80 deg 23.700

Fra: Christian Zdanowicz
Sendt: 2. december 2020 10:48
Til: William Colgan
Emne: RE: Prince of Wales - ice temperature?

Here is what I have. Not much, unfortunately, but better than nothing. The
measurements were made on 15 May 2005, the day after the drill reached
bedrock. The borehole had been started on 3 May 2005, so surface air may have
circulated in the borehole for up to 10 days between start and end of drilling
(although borehole was closed with a lid between drilling days).

The measurements were done with Richard Brancker Research Ltd (RBR; now
RBR Global: https://rbr-global.com/) programmable probe model RBR TR-1050.
(manual attached, for reference). The coefficients of the quandratic calibration
equation that relates measured vs. certified temperature were -0.000251638,
0.00000239321E-06, and -0.000000063277540 (deg C).

The actual depths recorded are very approximate. This is the way I made the
measurements: I suspended the RBR temperature probe on a long string marked at
one-metre intervals. Because of the weight of the string itself, it was impossible
to guess "by feel" when the probe touched the bottom of the borehole. Instead, I
lowered the probe down to the 180 m mark, which is slightly deeper than the
borehole (~176 m). I then raised the probe 10 metres every hours. The probe was
programmed to take one reading every hour on the hour, and I raised the probe
about 5 minutes into the hour to allow 50 minutes at every level for the probe
to equilibrate with the ambient temperature.
#+END_example


** Thickness

+ Email from WIC: [[mu4e:msgid:AM0PR04MB61293648564AB69ACA6A02CBA2F30@AM0PR04MB6129.eurprd04.prod.outlook.com][VS: Prince of Wales - ice temperature?]]
 
** Location

+ Email from WIC: [[mu4e:msgid:AM0PR04MB61293648564AB69ACA6A02CBA2F30@AM0PR04MB6129.eurprd04.prod.outlook.com][VS: Prince of Wales - ice temperature?]]

** Velocity

** Data                                                 :noexport:

#+BEGIN_SRC bash :exports results
cat data.csv | sort -t, -n -k1
#+END_SRC

#+RESULTS:
|   d |        t |
|  10 | -20.8843 |
|  20 | -21.1775 |
|  30 | -21.2803 |
|  40 | -21.2987 |
|  50 | -21.2584 |
|  60 | -21.1756 |
|  70 | -21.0797 |
|  80 | -20.9678 |
|  90 | -20.8403 |
| 100 | -20.7042 |
| 110 | -20.5652 |
| 120 |  -20.411 |
| 130 | -20.2663 |
| 140 | -20.0978 |
| 150 |   -19.91 |
| 160 | -19.7572 |
| 170 | -19.6137 |
| 176 | -19.5767 |

